<html>
<head>
<title>Integra&ccedil;&atilde;o</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/ajuda.css" media="all" />    
</head>

<body bgcolor="#FFFFFF">
<div id="pnlShow"> 
  <table border='0' cellpadding='0' cellspacing='0'>
    <tr> 
      <td class="tituloprincipal"> 
        <p>INTEGRA&Ccedil;&Atilde;O</p>
      </td>
    </tr>
    <tr> 
      <td> 
        <p class="titulo">O QUE &Eacute;:</p>
        <p>Se a empresa j&aacute; possui um sistema de controle de ordens de servi&ccedil;o e deseja integr&aacute;-la ao &#8220;Equipe Online 2.0&#8221;, basta utilizar o &#8220;EOL Integrator 2.0&#8221;.</p>
        <p>O &#8220;EOL Integrator 2.0&#8221; &eacute; um sistema cliente instalado no computador cuja finalidade &eacute; enviar e receber as ordens de servi&ccedil;o.</p>
        <p>Para efetuar o download do &#8220;EOL Integrator 2.0&#8221;, acesse a p&aacute;gina do &#8220;Equipe Online 2.0&#8221; e efetue o login no sistema. Clique em &#8220;Avan&ccedil;ado&#8221; e depois em &#8220;Integra&ccedil;&atilde;o&#8221;. Aparecer&aacute; a tela de Integra&ccedil;&atilde;o com as op&ccedil;&otilde;es dispon&iacute;veis. Clique em &#8220;EOL Integrator vers&atilde;o 2.0&#8221;.</p>
        <p class="titulo">Instala&ccedil;&atilde;o</p>
        <p>Ap&oacute;s efetuar o download do arquivo de instala&ccedil;&atilde;o, clique duas vezes nele, a instala&ccedil;&atilde;o do &#8220;EOL Integrator&#8221; iniciar&aacute;.</p>
        <p>A primeira tela mostra o in&iacute;cio da instala&ccedil;&atilde;o. Clique em Next (Pr&oacute;ximo)</p>
        <p>&nbsp;<img src="../images/ajuda/integr_inst_1.jpg" height="400" width="519">
        <p>Na segunda tela, a instala&ccedil;&atilde;o pergunta em qual pasta ser&aacute; instalado o &#8220;EOL Integrator&#8221;. Caso deseje instalar na pasta sugerida, clique em Next </p>
        <p>&nbsp;<img src="../images/ajuda/integr_inst_2.jpg" height="400" width="519">
        <p>Na pr&oacute;xima tela o instalador informa que ser&aacute; iniciada a c&oacute;pia dos arquivos do sistema. Clique em Next.</p>
        <p>&nbsp;<img src="../images/ajuda/integr_inst_3.jpg" height="400" width="519">
        <p>O instalador iniciar&aacute; a c&oacute;pia dos arquivos necess&aacute;rios para o sistema.</p>
        <p>&nbsp;<img src="../images/ajuda/integr_inst_4.jpg" height="400" width="519">
        <p>Instala&ccedil;&atilde;o conclu&iacute;da.</p>
        <p>&nbsp;<img src="../images/ajuda/integr_inst_5.jpg" height="400" width="519">
        <p class="titulo">Utiliza&ccedil;&atilde;o</p>
        <p>No Windows, acesse o &#8220;EOL Integrator 2.0&#8221; atrav&eacute;s do &#8220;Menu Iniciar&#8221;, &#8220;Programas&#8221; e depois &#8220;EOL Integrator 2.0&#8221;.</p>
        <p>Se for a primeira utiliza&ccedil;&atilde;o o sistema ir&aacute; solicitar o n&uacute;mero Serial do  &#8220;EOL Integrator 2.0&#8221;. Digite o Serial que foi fornecido pelo administrador. O &#8220;EOL Integrator 2.0&#8221; ir&aacute; efetuar a autentica&ccedil;&atilde;o online.</p>
        <p>Ap&oacute;s a autentica&ccedil;&atilde;o, o sistema ficar&aacute; minimizado em sua bandeja do sistema (no canto inferior direito da tela).</p>
        <p>A cada 10 segundos ele verifica se existe a necessidade de enviar &#8220;Ordens de Servi&ccedil;o&#8221; para o &#8220;Equipe Online 2.0&#8221;. Para isso ele verifica a pasta de remessa. Caso exista algum arquivo, ele automaticamente efetua o envio  (para saber qual o formato de grava&ccedil;&atilde;o do arquivo, consulte o documento de layout de remessa e retorno no site do &#8220;Equipe Online 2.0&#8221;).</p>
        <p>O mesmo processo ocorre no retorno dos Status das Ordens de Servi&ccedil;o. Caso exista alguma ordem de servi&ccedil;o alterada no sistema, o &#8220;EOL Integrator 2.0&#8221; efetua o download das informa&ccedil;&otilde;es e grava um arquivo na pasta de retorno (para saber qual o formato de grava&ccedil;&atilde;o do arquivo, consulte o documento de layout de remessa e retorno no site do &#8220;Equipe Online 2.0&#8221;).</p>
        <p class="titulo">Logoff do sistema</p>
        <p>Para trocar de usu&aacute;rio no &#8220;EOL Integrator 2.0&#8221;, clique com o bot&atilde;o direto em cima do &iacute;cone na bandeja do sistema e clique em &#8220;Trocar de Usu&aacute;rio&#8221; conforme mostra a pr&oacute;xima imagem.</p>
        <p>&nbsp;<img src="../images/ajuda/integr_inst_7.png">
        <p>Digite o seu n&uacute;mero Serial e clique em &#8220;OK&#8221;</p>
        <p>&nbsp;<img src="../images/ajuda/integr_inst_8.jpg" height="225" width="406">
      </td>
    </tr>
    <tr> 
      <td>  
        <p class="titulo">Configura&ccedil;&otilde;es do EOL Integrator 2.0</p>
        <p>Nesta tela voc&ecirc; indicar&aacute; o local onde ser&atilde;o gravados os arquivos de Envio, Retorno e Processados.</p>
        <p>Voc&ecirc; tamb&eacute;m poder&aacute; escolher qual o formato do arquivo (Texto delimitado ou XML), caso a op&ccedil;&atilde;o selecionada seja Texto delimitado, voc&ecirc; poder&aacute; escolher um separador de sua prefer&ecirc;ncia. A op&ccedil;&atilde;o Incluir resposta, se marcada, incluir&aacute; no arquivo respostas que est&atilde;o vinculadas com a OS correspondente.</p>
        <p>Ap&oacute;s definir as configura&ccedil;&otilde;es, clique no bot&atilde;o &#8220;Gravar&#8221;.</p>
        <p>&nbsp;<img src="../images/ajuda/integr_inst_6.jpg" height="400" width="519">
      </td>
    </tr>
  </table>
</div>
</body>
</html>

