<html>
<head>
<title>Lista de Ordens de Servi&ccedil;o</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/ajuda.css" media="all" />
</head>


<body bgcolor="#FFFFFF">
<div id="pnlShow"> 
  <table border="0" cellspacing="0" cellpadding="0">
    <tr> 
      <td class="tituloprincipal"> 
        <p>LISTA 
          DE ORDENS DE SERVI&Ccedil;O</p>
      </td>
    </tr>
    <tr> 
      <td> 
        <p class="titulo"><br />
          INTRODU&Ccedil;&Atilde;O:</p>
        <p> Listagem das &uacute;ltimas 
          ordens de servi&ccedil;o e o status de cada uma delas. &Eacute; um mapa geral das 
          atividades sendo executadas em campo no presente momento. </p>
      </td>
    </tr>
    <tr> 
      <td> 
        <p class="titulo"><br />
          O QUE &Eacute;:</p>
        <p> Esta 
          tela nos mostra a lista de todas as Ordens de Servi&ccedil;o enviadas nos &uacute;ltimos 
          dois dias. Nesta tela podemos visualizar dados como 
		<span class="palavraschaves">N&uacute;mero da OS</span>, 
          <span class="palavraschaves">Cliente</span>, 
		<span class="palavraschaves">Data de Cria&ccedil;&atilde;o da OS</span>, 
		<span class="palavraschaves">R&aacute;dio</span>,<span class="palavraschaves"> 
          Status da OS</span> e <span class="palavraschaves">&Uacute;ltima Atualiza&ccedil;&atilde;o</span>. </p>
      </td>
    </tr>
    <tr> 
      <td> 
        <p class="titulo"><br />
          COMO UTILIZAR:</p>
        <p> &bull; Na 
          listagem de ordens de servi&ccedil;o da Tela Inicial s&atilde;o exibidas todas as 
          mensagens enviadas at&eacute; o per&iacute;odo m&aacute;ximo de 6 meses. </p>
        <p> &bull; A 
          listagem, como condi&ccedil;&atilde;o padr&atilde;o, &eacute; ordenada pela data de envio da ordem 
          de servi&ccedil;o e na ordem decrescente (do mais atual para o mais antigo). 
        </p>
        <p> &bull; A 
          lista de ordens de servi&ccedil;o dever&aacute; ser organizada em p&aacute;ginas com um n&uacute;mero 
          m&aacute;ximo padr&atilde;o de mensagens, devidamente numeradas. </p>
        <p> Toda vez que o Operador 
          criar e enviar uma nova ordem de servi&ccedil;o, esta ser&aacute; exibida na Lista 
          de Ordens de Servi&ccedil;o e ficar&aacute; dispon&iacute;vel em forma de listagem onde o 
          mesmo poder&aacute; monitorar as principais informa&ccedil;&otilde;es e o status atual de 
          cada ordem. </p>
        <p> As informa&ccedil;&otilde;es que 
          est&atilde;o dispon&iacute;veis na lista de ordens de servi&ccedil;o s&atilde;o as seguintes: 
        </p>
        <p> <span class="subtitulo">N&uacute;mero da Ordem 
          de Servi&ccedil;o (1):</span> No momento da cria&ccedil;&atilde;o da ordem de servi&ccedil;o 
          a aplica&ccedil;&atilde;o atribui uma numera&ccedil;&atilde;o seq&uuml;encial cujo formato &eacute; configurado 
          pelo Administrador atrav&eacute;s de alguns formatos pr&eacute;-definidos que podem 
          ser cadastrados na tela de configura&ccedil;&otilde;es. </p>
        <p> <span class="subtitulo">Cliente (2):</span> 
          Nome do cliente requerente do servi&ccedil;o conforme informa&ccedil;&otilde;es prestadas 
          no momento de abertura da ordem. </p>
        <p> <span class="subtitulo">Criada (3)</span>: 
          A data e hora exibida na lista correspondem &agrave;s registradas no momento 
          da cria&ccedil;&atilde;o da Ordem de Servi&ccedil;o, isto &eacute;, no momento em que a Ordem de 
          Servi&ccedil;o foi enviada para o aparelho Nextel. </p>
        <p><span class="subtitulo">R&aacute;dio (4):</span> 
          Este campo mostra o nome/n&uacute;mero do R&aacute;dio da Equipe de Campo a 
          que foi enviada a ordem de servi&ccedil;o. </p>
        <p><span class="subtitulo">Status (5):</span> 
          Este campo mostra o &uacute;ltimo status da ordem de servi&ccedil;o, de acordo 
          com as atualiza&ccedil;&otilde;es realizadas pelo operador em campo. Os status anteriores 
          e os registros de mudan&ccedil;as, poder&atilde;o ser visualizados na tela de Detalhes 
          da OS. </p>
        <p><span class="subtitulo">Classifica&ccedil;&atilde;o 
          das Ordens de Servi&ccedil;o: </span>A listagem de ordens de servi&ccedil;o poder&aacute; 
          ser classificada por qualquer um dos campos acima descritos (<span class="palavraschaves">#OS</span>, 
		<span class="palavraschaves">Cliente</span>, 
          <span class="palavraschaves">Envio</span>, 
		<span class="palavraschaves">R&aacute;dio</span>, 
		<span class="palavraschaves">Status com data &amp; hora</span>). O Operador precisa 
          clicar no t&iacute;tulo da coluna onde se encontram os dados que deseja classificar. 
        </p>
        <p>Esta &eacute; uma forma r&aacute;pida 
          de visualizar os chamados em andamento.</p>
        <p><span class="subtitulo">Filtro das Ordens 
          de Servi&ccedil;o:</span> O servi&ccedil;o de Filtro tem como fun&ccedil;&atilde;o possibilitar 
          que o Operador/Administrador possa visualizar informa&ccedil;&otilde;es espec&iacute;ficas. 
          Ordens de Servi&ccedil;o de clientes espec&iacute;ficos, ou Ordens enviadas em um 
          determinado per&iacute;odo, ou Ordens executadas por algum R&aacute;dio, etc, 
          s&atilde;o algumas das op&ccedil;&otilde;es de Filtro. Abaixo da lista de Ordens de Servi&ccedil;o, 
          encontra-se o mecanismo de filtro das Ordens de Servi&ccedil;o. Para utilizar 
          esse filtro o usu&aacute;rio deve selecionar nas <span class="subtitulo">Caixas de Combina&ccedil;&atilde;o (6)</span> 
          os dados que deseja filtrar. Ap&oacute;s a sele&ccedil;&atilde;o o usu&aacute;rio deve clicar no 
          bot&atilde;o <span class="subtitulo">Filtrar (7). </span> </p>
        <p><span class="subtitulo">Caixa de Resumo (8):</span> 
          Abaixo da lista de Ordens de Servi&ccedil;o deve existir uma<span class="subtitulo"> Caixa de Resumo 
          (8)</span>, onde o Operador poder&aacute; visualizar o n&uacute;mero de ordens 
          de servi&ccedil;o que ainda n&atilde;o foram enviadas por estarem agendadas ou na 
          pasta das equipes de campo. Se o Operador clicar sobre 
          as palavras "Pasta" e "Agendadas" ser&aacute; levado para as Telas das Ordens 
          de Servi&ccedil;o Armazenadas ou Agenda 
          de Ordens de Servi&ccedil;o, respectivamente. </p>
        <p><span class="subtitulo">Detalhes da 
          Ordem de Servi&ccedil;o:</span> Quando o Operador clicar no n&uacute;mero da ordem 
          de servi&ccedil;o, dever&atilde;o ser exibidos todos os detalhes da ordem de servi&ccedil;o 
          selecionada na tela de Detalhe da Ordem 
          de Servi&ccedil;o. </p>
        <p><span class="subtitulo">Exporta&ccedil;&atilde;o de 
          Dados: </span>Quando o Operador selecionar o bot&atilde;o 
		<span class="subtitulo">Exportar (9)</span>, 
          ser&aacute; redirecionado para a Tela de Hist&oacute;rico onde poder&aacute; Exportar Dados de 
          Ordens de Servi&ccedil;o, que poder&atilde;o alimentar outros softwares ou sistemas. 
        </p>
        <p><span class="subtitulo">Apagar O.S selecionada(10):</span> Nesta op&ccedil;&atilde;o, o usu&aacute;rio admnistrador pode apagar definitivamente uma O.S da lista,
        selecionando o check-box respectivo. 
         </p>
        <p>&nbsp;</p>
      </td>
    </tr>
    <tr> 
      <td> 
        <p class="titulo">EXEMPLO:</p>
        <p><img src="../images/ajuda/lista_ordens_servico.jpg" align="left" width="614"></p>
      </td>
    </tr>
  </table>
</div>
</body>
</html>
