<html>
<head>
<title>Nova Ordem de Servi&ccedil;o</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link rel="stylesheet" type="text/css" href="../css/ajuda.css" media="all" />
</head>


<body bgcolor="#FFFFFF">
<div id="pnlShow"> 
  <table border="0" cellspacing="0" cellpadding="0">
    <tr> 
      <td class="tituloprincipal"> 
        <p> NOVA 
          ORDEM DE SERVI&Ccedil;O </p>
      </td>
    </tr>
    <tr> 
      <td> 
        <p class="titulo"> <br />
          O QUE &Eacute;: </p>
        <p> Para enviar uma nova 
          ordem de servi&ccedil;o o Operador dever&aacute; acessar a Tela de Cria&ccedil;&atilde;o de Nova 
          Ordem de Servi&ccedil;o. </p>
      </td>
    </tr>
    <tr> 
      <td> 
        <p class="titulo"> <br />
          COMO UTILIZAR: </p>
        <p> <span class="subtitulo">N&uacute;mero da Ordem 
          de servi&ccedil;o: </span>Este 
          n&uacute;mero &eacute; um n&uacute;mero seqüencial, atribu&iacute;do pela aplica&ccedil;&atilde;o, atrav&eacute;s de 
          um formato escolhido pelo usu&aacute;rio na tela de configura&ccedil;&otilde;es. </p>
        <p> <span class="subtitulo">Cliente(1): </span>Este 
          campo permite identificar o nome do cliente cujo servi&ccedil;o &eacute; destinado. 
          O Operador pode simplesmente digitar o nome do cliente ou, atrav&eacute;s do 
          <span class="subtitulo">s&iacute;mbolo </span> 
		<img src="../images/lupa.gif" class="subtitulo"><span class="subtitulo"> (2)</span> 
          utilizar a lista de clientes cadastrados na tela de configura&ccedil;&otilde;es.  
          </p>    
        <p> <span class="subtitulo">Endere&ccedil;o (3):</span> 
          Este campo permite a entrada dos dados do endere&ccedil;o do cliente. Este 
          endere&ccedil;o poder&aacute; estar cadastrado no sistema e vir automaticamente quando 
          o usu&aacute;rio selecionar o nome do cliente ou poder&aacute; ser digitado. 
        </p>
         <p> <span class="subtitulo">R&aacute;dio (4): 
          </span>Atrav&eacute;s desse campo o Operador escolhe qual o r&aacute;dio da equipe 
          de campo receber&aacute; a Ordem de Servi&ccedil;o. A sele&ccedil;&atilde;o &eacute; feita atrav&eacute;s da
		 caixa de combinação, que trar&aacute; uma lista de todos os membros 
          da Equipe de Campo que podem receber as ordens de servi&ccedil;o. </p>
        <p> <span class="subtitulo">PRIORIDADE 
          (5):</span> é possível definir entre prioridade média, alta ou baixa 
		para uma ordem de serviço. </p>
  		<p> <span class="subtitulo">Descri&ccedil;&atilde;o do Servi&ccedil;o 
          (6):</span> Neste campo deve ser digitada a descri&ccedil;&atilde;o do servi&ccedil;o 
          a ser realizado. Podem ser utilizadas as <strong>MENSAGENS PADRÃO (7)</strong>, 
		escolha uma delas e clique em <strong>ADICIONAR(8)</strong>. </p>
        <p> <span class="subtitulo"> 
	        
        <p> <span class="subtitulo">Tempo Limite de 
          Atendimento (9):</span> Neste campo o Operador poder&aacute; cadastrar 
          o Tempo Limite que o integrante da Equipe de Campo dever&aacute; cumprir a 
          ordem de servi&ccedil;o. </p>
        <p> <span class="subtitulo">Enviar (12):</span> Envia a ordem de servi&ccedil;o para o r&aacute;dio. </p>
        <p> <span class="subtitulo">Agendar (11):</span> Caso o Operador n&atilde;o queira enviar a ordem de servi&ccedil;o 
          imediatamente ap&oacute;s o preenchimento, ele poder&aacute; agendar o envio 
          para outra data/hor&aacute;rio. Verificar se&ccedil;&atilde;o Agendar 
          Ordem de Servi&ccedil;o. </p>
        <p> <span class="subtitulo">Armazenar O.S. (10): </span>A op&ccedil;&atilde;o armazenar O.S. &eacute; utilizado nos casos em que o operador queira 
            salvar a O.S., por&eacute;m ainda n&atilde;o tem previs&atilde;o de quando vai enviar. Desta 
          forma, a O.S. permanecer&aacute; guardada e&nbsp;acessada atrav&eacute;s do menu "Pastas". 
          </p>
        <p> A fun&ccedil;&atilde;o armazenar O.S. tamb&eacute;m pode ser utilizada quando o operador queira enviar as Ordens 
          de Servi&ccedil;o em batelada para um determinado r&aacute;dio. Desta forma 
          ele pode montar in&uacute;meras O.S. para um mesmo r&aacute;dio e envi&aacute;-las de 
          uma &uacute;nica vez no menu "Pastas". </p>
        </td>
    </tr>
    <tr> 
      <td> 
        <p class="titulo"><br />
          EXEMPLO:</p>
        <p><img src="../images/ajuda/Nova_Ordem_Servico.jpg" align="left" width="614"></p>
      </td>
    </tr>
  </table>
</div>
</body>
</html>
